cask_args appdir: "/Applications"

brew 'openssl'
brew 'libssh2'
brew 'curl'
brew 'git'
brew 'go'
brew 'ghq'
brew 'jq'
brew 'mas'
brew 'peco'
brew 'pwgen'
brew 'python'
brew 'tig'
brew 'tmux'
brew 'tree'
brew 'wget'
brew 'tfenv'

cask 'atom'
cask 'karabiner-elements'
cask 'docker'
cask 'firefox'
cask 'google-chrome'
cask 'google-japanese-ime'
cask 'iterm2'
cask 'visual-studio-code'
#cask 'virtualbox'
#cask 'vagrant'

#mas "Slack", id: 803453959
