tap 'caskroom/cask'
tap 'caskroom/versions'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'go-delve/delve'
brew 'openssl'
brew 'libssh2'
brew 'curl'
brew 'git'
brew 'go'
brew 'ghq'
brew 'jq'
brew 'mas'
# for dlv (go-plus ATOM)
brew 'go-delve/delve/delve'
brew 'mercurial'
brew 'peco'
brew 'pwgen'
brew 'python'
# reattach-to-user-namespace is workaround for tmux/pbcopy with sierra
brew 'reattach-to-user-namespace'
brew 'tig'
brew 'tmux'
brew 'tree'
brew 'wget'
brew 'zsh'
cask 'atom'
cask 'docker'
cask 'google-japanese-ime'
cask 'iterm2'
cask 'sourcetree'
cask 'virtualbox'
cask 'vagrant'
